[
    {
        "id": 1,
        "name": "Tênis Nike Revolution 5",
        "old_price": 279.99,
        "new_price": 219.99,
        "description": "Com ótimo amortecimento em espuma, o Tênis Nike Masculino Revolution 5 é ideal para os corredores que buscam leveza e conforto. Confeccionado em material respirável, esse tênis para correr possui reforço no calcanhar para proteger contra possíveis torções e fechamento dinâmico, garantindo um ajuste personalizado. Aposte na Nike para te acompanhar nos seus desafios dentro do esporte!",
        "used_for": "Corrida",
        "material": "Mesh",
        "category": "Amortecimento",
        "composition": "Cabedal: Mesh respirável que oferece conforto e ventilação. Entressola: Espuma macia de alta capacidade de amortecimento. Solado: Borracha resistente.",
        "footstep_type": "Neutra",
        "warranty": "Contra defeito de fabricação",
        "origin": "Nacional",
        "brand": "Nike",
        "images_path": "nike-revolution5"
    },
    {
        "id": 2,
        "name": "Tênis Olympikus Starter",
        "new_price": 79.99,
        "description": "Para maior conforto e maciez nas suas corridas, conte com o Tênis Olympikus Starter. É confeccionado em material leve e durável, forro acolchoado, tecnologia evasense e solado frisado para maior aderência ao solo durante seus treinos. Conte com a Olympikus para garantir atitude no seu sportwear!",
        "used_for": "Dia a Dia",
        "material": "Têxtil",
        "category": "Amortecimento",
        "composition": "Cabedal: Têxtil para maior respirabilidade a cada passada e forro acolchoado. Entressola: Evasense para amortecimento leve. Solado: Borracha e frisos para melhor aderência ao solo.",
        "footstep_type": "Neutra",
        "warranty": "Contra defeito de fabricação",
        "origin": "Nacional",
        "brand": "Olympikus",
        "images_path": "olympikus-starter"
    },
    {
        "id": 3,
        "name": "Tênis Nike Downshifter 10",
        "old_price": 279.99,
        "new_price": 189.99,
        "description": "O Tênis Nike Masculino Downshifter 10 traz amortecimento e suporte atualizados, para garantir uma corrida estável e confortável. Esse tênis de corrida é confeccionado em material respirável, cabedal em couro sintético, com mesh no calcanhar, proporciona suporte e circulação de ar, forro acolchoado, entressola em espuma de EVA flexível, garantindo a sensação de amortecimento responsivo durante o treino e solado em borracha para tração durável. O homem que busca resultados e estilo, conta com a Nike para acompanhar nos treinos e no dia a dia.",
        "used_for": "Dia a Dia",
        "material": "Sintético e Têxtil",
        "category": "Leveza/Velocidade",
        "composition": "Cabedal: Couro sintético e tecido. Entressola: Espuma EVA. Solado: Borracha.",
        "footstep_type": "Neutra",
        "warranty": "Contra defeito de fabricação",
        "origin": "Nacional",
        "brand": "Nike",
        "images_path": "nike-downshifter10"
    },
    {
        "id": 4,
        "name": "Tênis Everlast Movement",
        "old_price": 129.99,
        "new_price": 59.99,
        "description": "Um bom tênis de corrida faz toda a diferença na hora dos treinos ou provas de rua. Por isso, o novo Tênis Everlast é a pedida para quem deseja ultrapassar seus limites e chegar mais longe. Fabricado com material macio e respirável, o modelo conta com solado flexível que permite melhor absorção de impactos, sendo ideal para te acompanhar nas corridas ao ar livre. O design moderno agrega valor e deixa o seu visual esportivo diferenciado. Aproveite a oportunidade e garanta já o seu Tênis de Corrida Masculino da Everlast!",
        "used_for": "Corrida",
        "material": "Sintético",
        "category": "Amortecimento",
        "composition": "Cabedal: Sintético e Mesh; Entressola: EVA; Solado: Borracha",
        "footstep_type": "Neutra",
        "warranty": "Contra defeito de fabricação",
        "origin": "Nacional",
        "brand": "Everlast",
        "images_path": "everlast-movement"
    },
    {
        "id": 5,
        "name": "Tênis Adidas Energy Falcon",
        "old_price": 349.99,
        "new_price": 199.99,
        "description": "Com amortecimento ultra macio, o Tênis Adidas Energy Falcon é ideal para corredores iniciantes. Confeccionado em mesh que garante circulação de ar durante a corrida, palminha com tecnologia que evita bactérias e reforço no solado proporcionando durabilidade e ótima aderência ao solo. Aposte nesse tênis masculino para correr e se surpreenda!",
        "used_for": "Dia a Dia",
        "material": "Mesh",
        "category": "Amortecimento",
        "composition": "Cabedal: em mesh um ajuste confortável e uma boa ventilação. Entressola: combina o amortecimento CloudFoam com a tecnologia da palmilha Ortholite. Solado: em borracha Adiwere para máxima durabilidade em áreas de alto desgaste.",
        "footstep_type": "Neutra",
        "warranty": "Contra defeito de fabricação",
        "origin": "Nacional",
        "brand": "Adidas",
        "images_path": "adidas-energyfalcon"
    },
    {
        "id": 6,
        "name": "Tênis Kappa Impact",
        "old_price": 149.99,
        "new_price": 59.99,
        "description": "Ideal para corredores iniciantes, o Tênis Masculino Kappa Impact possui cabedal com tecido em tramas abertas para circulação de ar durante a corrida, e solado com tecnologia Fluid Gel que absorve os impactos protegendo o ciclo da pisada a cada treino.",
        "used_for": "Dia a Dia",
        "material": "Sintético",
        "category": "Caminhada",
        "composition": "Cabedal: Material Sintético. Entressola: EVA. Solado: Borracha com a tecnologia Fluid Gel que absorve os impactos proporcionando maior segurança para sua atividade.",
        "footstep_type": "Neutra",
        "warranty": "Contra defeito de fabricação",
        "origin": "Nacional",
        "brand": "Kappa",
        "images_path": "kappa-impact"
    },
    {
        "id": 7,
        "name": "Tênis Adidas Asweemove 2.0",
        "old_price": 299.99,
        "new_price": 199.99,
        "description": "Aposte no Tênis Adidas Asweemove 2.0 Masculino para corridas leves e confortáveis. Esse tênis masculino é confeccionado com tecido para respirabilidade, forro acolchoado e tira de fácil calce, conta com amortecimento em eva e solado de borracha, garantindo melhor aderência ao solo. Conte com a qualidade da Adidas do casual ao esporte!",
        "used_for": "Dia a Dia",
        "material": "Têxtil",
        "category": "Musculação",
        "composition": "Cabedal: Tecido para respirabilidade, forro acolchoado e tira de fácil calce. Entressola: Amortecimento com eva. Solado: borracha para melhor aderência ao solo.",
        "footstep_type": "Neutra",
        "warranty": "Contra defeito de fabricação",
        "origin": "Nacional",
        "brand": "Adidas",
        "images_path": "adidas-asweemove2.0"
    }
]